[
  {
    "heading": "Analysis",
    "headingStyle": "heading2",
    "text": "A certain amount of psychological warfare always takes place during a chess game. For example, the ongoing fuss over Korchnoi’s mirror-tinted glasses (nicknamed “the device” at the time) was the result of a passive aggressive effort to thwart Karpov’s own tactic of staring directly into the eyes of his opponent.",
    "style": "story"
  },
  { 
    "text": "A compelling argument could also be made that Korchnoi’s accusations against Dr. Zoukhar merely came from an attempt to explain away his own blunders, rather than a deeply held belief in telekinesis. There is, in fact, substantial evidence pointing to a familiarity with paranoia, superstition, and pseudo science between the two, which may or may not always track with a number of contradictory statements made by either one. The answer, befittingly, appears to be somewhere between belief and suspicion.",
    "style": "story"
  },
  { 
    "text": "Karpov may not demonstrate a remarkable interest in the field of parapsychology beyond a token impulse to avoid being out gunned on this or any other front, but his paranoia is evident through his continued suspicion towards the maneuvers of not only the Korchnoi delegation, but the allegedly neutral organizing committee itself.  As it happens, the scrutiny that Karpov   placed on the bidding process for the host city was not entirely unwarranted, but the length to which he goes to account for every potential scheme, to characterize motivations, and to assess the implications for his position in virtually every other stage of the event is remarkable.",
    "style": "story"
  },
  { 
    "text": "Likewise, we see Korchnoi waffle on his faith in parapsychology at various times throughout the tournament, though the executive director of the U.S. Chess Federation describes Korchnoi’s “fascination” with parapsychology spanning many years. Much has been written about Viktor Korchnoi’s daily regimen that we may also draw from. He laced his morning oatmeal with whiskey and plugged himself into a heating battery at night to treat his hypochondria, believing this condition was in part due to excess static electricity.",
    "style": "story"
  }
]
