[
  {
    "title": "Trifles, Which Cannot Be Ignored",
    "titleStyle": "heading1",
    "heading": "Baguio, 1978",
    "headingStyle": "heading2",
    "text": "Typhoon Emang struck the Philippines on the first day of game five. Karpov described the sound of the rain as sufficient to drown out the noise of an already tempestuous affair inside the brand new Baguio City Convention Center.* Up until this point, the loudest protest came from the precise meaning of the violet colored yogurt being delivered to Karpov during each game.",
    "style": "story"
  },
  { 
    "text": "“It is clear that a cunningly arranged distribution of edible items to one player during the game, emanating from one delegation or the other, could convey a kind of coded message,” read the official complaint to the Chief Arbiter. “Thus, a yogurt after move 20 could signify ‘we instruct you to offer a draw’; or a sliced mango could mean ‘we order you to decline a draw’.  A dish of marinated quails’ eggs could mean ‘play Ng4 at once’, and so on. The possibilities are limitless,” it continued.",
    "style": "story"
  },
  { 
    "text": "But this had, by game five, become a tightly choreographed ritual, and the colorful yogurt arrived by waiter at 7:15pm sharp, without exception.",
    "style": "story"
  },
  { 
    "text": "There were of course, other squabbles over which flag Korchnoi should be allowed to play under, for instance, or Karpov’s endless suspicion towards the decisions of the event organizers on everything from the location of the tournament, to the make and model of the chess clocks. Additionally, Korchnoi’s predictable refusal to stand for the Soviet National Anthem during the opening ceremony was rendered moot when the orchestra mistakenly played the Internationale instead. However, it wasn’t until game five that things took a dark turn.",
    "style": "story"
  },
  { 
    "text": "There was a growing awareness of Dr. Vladimir Zoukhar’s presence in the room that appeared to arrive with the weather. The storm had knocked out the power and a dim emergency lamp was all that lit the main stage for a time. The opponents played fast. In the middle of this, Petra Leeuwerik, Head of the Korchnoi Delegation, reportedly rose from her party’s designated seating area in the back and, against regulation, quietly advanced towards the front spectator rows. She sat next to Dr. Zoukhar and handed him a copy of “The Gulag Archipelago.” This was not a gift.",
    "style": "story"
  },
  { 
    "text": "This is clearly illustrated by Karpov’s own written account of the 1978 match in, “From Baguio to Moreno.” One could easily forget that the story is told from the winner’s perspective while reading each grievance-filled page so concerned with perceived slights, settling of scores and foiled subplots, that the few instances of any game analysis read like footnotes.",
    "style": "story"
  },
  { 
    "text": "Is this sudden obsession with what is happening beyond the game due to boredom? Is this a natural progression once you have reached chess at this level? This paper does not attempt to answer these questions but intends to qualify and quantify the relationship between chess, pattern recognition, and the pitfalls therein with supporting documentation from other historical accounts and written works on chess theory, statistics, and cognitive psychology.",
    "style": "story"
  }
]
