[
  {
    "title": "Trifles, Which Cannot Be Ignored",
    "titleStyle": "heading1",
    "heading": "Baguio, 1978",
    "headingStyle": "heading2",
    "text": "Typhoon Emang struck the Philippines on the first day of game five. Karpov described the sound of the rain as sufficient to drown out the noise of an already tempestuous affair inside the brand new Baguio City Convention Center.* Up until this point, the loudest protest came from the precise meaning of the violet colored yogurt being delivered to Karpov during each game.",
    "style": "story"
  },
  { 
    "text": "“It is clear that a cunningly arranged distribution of edible items to one player during the game, emanating from one delegation or the other, could convey a kind of coded message,” read the official complaint to the Chief Arbiter. “Thus, a yogurt after move 20 could signify ‘we instruct you to offer a draw’; or a sliced mango could mean ‘we order you to decline a draw’.  A dish of marinated quails’ eggs could mean ‘play Ng4 at once’, and so on. The possibilities are limitless,” it continued.",
    "style": "story"
  },
  { 
    "text": "But this had, by game five, become a tightly choreographed ritual, and the colorful yogurt arrived by waiter at 7:15pm sharp, without exception.",
    "style": "story"
  },
  { 
    "text": "There were of course, other squabbles over which flag Korchnoi should be allowed to play under, for instance, or Karpov’s endless suspicion towards the decisions of the event organizers on everything from the location of the tournament, to the make and model of the chess clocks. Additionally, Korchnoi’s predictable refusal to stand for the Soviet National Anthem during the opening ceremony was rendered moot when the orchestra mistakenly played the Internationale instead. However, it wasn’t until game five that things took a dark turn.",
    "style": "story"
  },
  { 
    "text": "There was a growing awareness of Dr. Vladimir Zoukhar’s presence in the room that appeared to arrive with the weather. The storm had knocked out the power and a dim emergency lamp was all that lit the main stage for a time. The opponents played fast. In the middle of this, Petra Leeuwerik, Head of the Korchnoi Delegation, reportedly rose from her party’s designated seating area in the back and, against regulation, quietly advanced towards the front spectator rows. She sat next to Dr. Zoukhar and handed him a copy of “The Gulag Archipelago.” This was not a gift.",
    "style": "story"
  },
  { 
    "text": "Petra had spent nine years in the notorious Vorkuta labor camp for spying in Soviet Vienna after World War II. Dr. Vladimir Zoukhar was a known psycho-neurologist and director of the Central Laboratory for Psychology in Moscow’s School of Medicine. His expertise had been sought ever since the 1974 Candidates Final where Korchnoi had bragged that his mind games forced Karpov to seek therapy. Karpov repeatedly insisted that Zoukhar was not an official member of the Soviet Delegation and thereby free to do as he pleased.",
    "style": "story"
  },
  { 
    "text": "“The Soviets want to kill him in a mental way” Leeuwerik had said of Korchnoi. The Challenger’s delegation had begun to develop the theory that Dr. Zoukhar was hypnotizing Korchnoi from a distance through his noticeable habit of staring fixedly at the Challenger from the front left row during much of the contest until now. Seemingly every shortcoming of Korchnoi’s was now attributed to the work of this mysterious hypnotist. Naturally, Karpov would repeatedly boast of his ability to overcome these forces.",
    "style": "story"
  },
  { 
    "text": "The press ate it up. Leeuwerik accused Dr. Zoukhar of being a parapsychological hooligan and demanded that no official, or unofficial members of either camp be allowed in the front row.The Chief Organizer obliged and this sideshow began to compete for attention with the game as the melodrama unfolded. Dr. Zoukhar’s seating position began to be recorded with diligence by all those concerned.",
    "style": "story"
  },
  { 
    "text": "The first row on the left during games two, three, four and five. The right side of row two in game six and seven. On the left side of the fifth row in game eight and the right side in game nine. Games ten and 11 have him on the right side again, but back two ranks on the seventh. One begins to imagine the diagonal movements of a Bishop.",
    "style": "story"
  }
]
