[
  {
    "title": "Trifles, Which Cannot Be Ignored",
    "titleStyle": "heading1",
    "heading": "Baguio, 1978",
    "headingStyle": "heading2",
    "text": "Typhoon Emang struck the Philippines on the first day of game five. Karpov described the sound of the rain as sufficient to drown out the noise of an already tempestuous affair inside the brand new Baguio City Convention Center.* Up until this point, the loudest protest came from the precise meaning of the violet colored yogurt being delivered to Karpov during each game.",
    "style": "story"
  },
  { 
    "text": "“It is clear that a cunningly arranged distribution of edible items to one player during the game, emanating from one delegation or the other, could convey a kind of coded message,” read the official complaint to the Chief Arbiter. “Thus, a yogurt after move 20 could signify ‘we instruct you to offer a draw’; or a sliced mango could mean ‘we order you to decline a draw’.  A dish of marinated quails’ eggs could mean ‘play Ng4 at once’, and so on. The possibilities are limitless,” it continued.",
    "style": "story"
  },
  { 
    "text": "But this had, by game five, become a tightly choreographed ritual, and the colorful yogurt arrived by waiter at 7:15pm sharp, without exception.",
    "style": "story"
  },
  { 
    "text": "But this had, by game five, become a tightly choreographed ritual, and the colorful yogurt arrived by waiter at 7:15pm sharp, without exception. There were of course, other squabbles over which flag Korchnoi should be allowed to play under, for instance, or Karpov’s endless suspicion towards the decisions of the event organizers on everything from the location of the tournament, to the make and model of the chess clocks. Additionally, Korchnoi’s predictable refusal to stand for the Soviet National Anthem during the opening ceremony was rendered moot when the orchestra mistakenly played the Internationale instead. However, it wasn’t until game five that things took a dark turn.",
    "style": "story"
  },
  { 
    "text": "There was a growing awareness of Dr. Vladimir Zoukhar’s presence in the room that appeared to arrive with the weather. The storm had knocked out the power and a dim emergency lamp was all that lit the main stage for a time. The opponents played fast. In the middle of this, Petra Leeuwerik, Head of the Korchnoi Delegation, reportedly rose from her party’s designated seating area in the back and, against regulation, quietly advanced towards the front spectator rows. She sat next to Dr. Zoukhar and handed him a copy of “The Gulag Archipelago.” This was not a gift.",
    "style": "story"
  },
  { 
    "text": "Petra had spent nine years in the notorious Vorkuta labor camp for spying in Soviet Vienna after World War II. Dr. Vladimir Zoukhar was a known psycho-neurologist and director of the Central Laboratory for Psychology in Moscow’s School of Medicine. His expertise had been sought ever since the 1974 Candidates Final where Korchnoi had bragged that his mind games forced Karpov to seek therapy. Karpov repeatedly insisted that Zoukhar was not an official member of the Soviet Delegation and thereby free to do as he pleased.",
    "style": "story"
  },
  { 
    "text": "“The Soviets want to kill him in a mental way” Leeuwerik had said of Korchnoi. The Challenger’s delegation had begun to develop the theory that Dr. Zoukhar was hypnotizing Korchnoi from a distance through his noticeable habit of staring fixedly at the Challenger from the front left row during much of the contest until now. Seemingly every shortcoming of Korchnoi’s was now attributed to the work of this mysterious hypnotist. Naturally, Karpov would repeatedly boast of his ability to overcome these forces.",
    "style": "story"
  },
  { 
    "text": "The press ate it up. Leeuwerik accused Dr. Zoukhar of being a parapsychological hooligan and demanded that no official, or unofficial members of either camp be allowed in the front row. The Chief Organizer obliged and this sideshow began to compete for attention with the game as the melodrama unfolded. Dr. Zoukhar’s seating position began to be recorded with diligence by all those concerned.",
    "style": "story"
  },
  { 
    "text": "The first row on the left during games two, three, four and five. The right side of row two in game six and seven. On the left side of the fifth row in game eight and the right side in game nine. Games ten and 11 have him on the right side again, but back two ranks on the seventh. One begins to imagine the diagonal movements of a Bishop.",
    "style": "story"
  },
  { 
    "text": "A volley of official complaints and counter complaints over the seating positions of hypnotists plagued the rest of the match. Game 12 saw the introduction of Korchnoi’s own parapsychologist, Dr. Vladimir M. Berginer, who, in addition to an army of local students of a parapsychology guru named Father Bulatao, had been recruited to counter Dr. Zoukhar’s psychic energy. He took a seat in the fourth row to the left, where he would remain until game 14, when Karpov took a decisive lead after a two-game streak. The post game celebration was interrupted by three earthquakes, with Typhoon Miding due to strike in time for game 15.",
    "style": "story"
  },
  { 
    "text": "Typhoons, earthquakes, floods, and at least one deadly landslide menaced the immediate area throughout the event. But given the especially disastrous turn of events since his arrival, Dr. Berginer’s effectiveness as a parapsychologist had quickly come into question by the Korchnoi delegation. “Viktor is now convinced that neither Zoukhar nor Berginer can have any effect upon a player during a game,” Leeuwerik announced before Korchnoi’s game 14 loss. Dr. Berginer left the Philippines shortly after the game.",
    "style": "story"
  },
  {
    "heading": "Analysis",
    "headingStyle": "heading2",
    "text": "A certain amount of psychological warfare always takes place during a chess game. For example, the ongoing fuss over Korchnoi’s mirror-tinted glasses (nicknamed, “the device” at the time) was the result of a passive aggressive attempt to thwart Karpov’s own tactic of staring directly into the eyes of his opponent.",
    "style": "story"
  },
  { 
    "text": "A compelling argument could also be made that Korchnoi’s accusations against Dr. Zoukhar merely came from an attempt to explain away his own blunders, rather than a deeply held belief in telekinesis. There is, in fact, substantial evidence pointing to a familiarity with paranoia, superstition, and pseudo science between the two, which may or may not always track with a number of contradictory statements made by either one. The answer, befittingly, appears to be somewhere between belief and suspicion.",
    "style": "story"
  },
  { 
    "text": "Karpov may not demonstrate a remarkable interest in the field of parapsychology beyond a token impulse to avoid being out gunned on this or any other front, but his paranoia is evident through his continued suspicion towards the maneuvers of not only the Korchnoi delegation, but the allegedly neutral organizing committee itself.  As it happens, the scrutiny that Karpov   placed on the bidding process for the host city was not entirely unwarranted, but the length to which he goes to account for every potential scheme, to characterize motivations, and to assess the implications for his position in virtually every other stage of the event is remarkable.",
    "style": "story"
  },
  { 
    "text": "Likewise, we see Korchnoi waffle on his faith in parapsychology at various times throughout the tournament, though the executive director of the U.S. Chess Federation describes Korchnoi’s “fascination” with parapsychology spanning many years. Much has been written about Viktor Korchnoi’s daily regimen that we may also draw from. He laced his morning oatmeal with whiskey and plugged himself into a heating battery at night to treat his hypochondria, believing this condition was in part due to excess static electricity.",
    "style": "story"
  },
  { 
    "text": "After the Dr. Berginer debacle, Korchnoi enlisted the help of two particularly militant members of the Ananda Marga religious sect, who were currently out on bail in the Philippines for the attempted murder of an Indian diplomat.  Steven Dwyer and Victoria Shepherd, or Dada and Didi, as they became known, had been given a mandate to teach Korchnoi concentration techniques using yoga and other methods for the remainder of the match. His devotion to the teachings of Didi and Dada would become a sticking point going forward.",
    "style": "story"
  },
  { 
    "text": "By game 32, both players’ nerves were shot. Chess at this level is hard enough without having to endure a veritable arms race of parapsychologists, murderous Ananda Marga yogis, and Soviet operatives doing everything they can to subvert your efforts amidst a biblical onslaught of natural disasters. Karpov had missed a number of opportunities to win the match outright going as far back as game eight, and watched as his 5-1 lead dwindled to 5-5 by the final game. “The tiresome weather with its constant rain and wind had suddenly begun to irritate me,” Karpov conceded.",
    "style": "story"
  },
  { 
    "text": "The Ananda Marga contingent had maintained a presence “casting spells” in the lotus position until game 20, when the organizers disallowed the attendance of “persons of known criminal records.”  The Ananda Margas multiplied, terrifying various officials with threatening messages while Didi and Dada continued to hold clandestine yoga classes from Korchnoi’s FIDE-sponsored hotel room. The Korchnoi delegation became so overwhelmed with offers of support from members of this feared religious cult that they petitioned the appeal jury for protection. The irony was lost on no one.",
    "style": "story"
  },
  { 
    "text": "The breach of an agreement reached a month earlier regarding the presence of any and all hypnotists also brought Dr. Zoukhar back to the fourth row for the final game. The conclusion of the longest final in the tournament’s history would arrive in a somewhat anticlimactic fashion. The biggest controversy came from Korchnoi’s refusal to officially concede, preferring instead to simply decline a return to the board after the game had been adjourned for the day. Korchnoi was not seen again for the remainder of the ending ceremonies.",
    "style": "story"
  },
  {
    "heading": "Discussion",
    "headingStyle": "heading2",
    "text": "Though many factors and dynamics stand out about this match, time was clearly the most important factor, first and foremost. Spanning almost 100 days, the individual games were often split into multi-day sprints. Could the way each player experienced time be a factor in the quality of their attention in Baguio? How exactly does time effect what each player sees or doesn’t see? Neither player exhibited much brilliance when given such an extended opportunity to demonstrate their abilities. How did two exemplars of a game defined by rational thinking become so consumed with fear and loathing in Baguio? A look back four years to game two of their Candidates Final in Moscow helps answer these questions.",
    "style": "story"
  }
]
