[
  {
    "title": "Introduction",
    "titleStyle": "heading1",
    "text": "The contrast between the 1974 Candidates Final and the 1978 World Chess Championship could hardly be sharper. Game two of the 1974 match in Moscow has come to be regarded as a modern classic in tactics, strategy, and chess brilliance between two of the game’s best.",
    "style": "story"
  },
  { 
    "text": "The absurdist theatre witnessed throughout the entire 1978 Championship quickly earned notoriety as an example of the type of superstition, paranoia, and scandal commonly observed in chess lore throughout the game’s rich history.",
    "style": "story"
  },
  { 
    "text": "However, a few key similarities will emerge as the focus of this paper that also carry broad implications for the way we extract meaning from information. The visualizations that accompany the game analysis are designed to help readers see chess in the same way a grandmaster does, and in so doing, help them to identify certain patterns between a grandmaster’s state of mind and their own.",
    "style": "story"
  },
  { 
    "text": "I will argue that, in many ways, a grandmaster’s heightened sensitivity to pattern recognition is both a blessing and a curse. In 1974, we simply observe that the quality of the games were the result of each player’s singular ability to perceive threats on the board and respond to them. By contrast, the championship in the Philippines is characterized by each player’s preoccupation with threats, real or imagined, off of the board, and we should not be surprised to learn that today, few people study these games in order to gain a better understanding of how to play chess.",
    "style": "story"
  },
  { 
    "text": "This is clearly illustrated by Karpov’s own written account of the 1978 match in, “From Baguio to Moreno.” One could easily forget that the story is told from the winner’s perspective while reading each grievance-filled page so concerned with perceived slights, settling of scores and foiled subplots, that the few instances of any game analysis read like footnotes.",
    "style": "story"
  },
  { 
    "text": "Is this sudden obsession with what is happening beyond the game due to boredom? Is this a natural progression once you have reached chess at this level? This paper does not attempt to answer these questions but intends to qualify and quantify the relationship between chess, pattern recognition, and the pitfalls therein with supporting documentation from other historical accounts and written works on chess theory, statistics, and cognitive psychology.",
    "style": "story"
  }
]
