[
  { 
    "text": "After the Dr. Berginer debacle, Korchnoi enlisted the help of two particularly militant members of the Ananda Marga religious sect, who were currently out on bail in the Philippines for the attempted murder of an Indian diplomat.  Steven Dwyer and Victoria Shepherd, or Dada and Didi, as they became known, were brought in to teach Korchnoi concentration techniques using yoga and other methods for the remainder of the match. His devotion to the teachings of Didi and Dada would become a sticking point going forward.",
    "style": "story"
  },
  { 
    "text": "By game 32, both players’ nerves were shot. Chess at this level is hard enough without having to endure a veritable arms race of parapsychologists, murderous Ananda Marga yogis, and Soviet operatives doing everything they can to subvert your efforts amidst a biblical onslaught of natural disasters. Karpov had missed a number of opportunities to win the match outright going as far back as game eight, and watched as his 5-1 lead dwindled to 5-5 by the final game. “The tiresome weather with its constant rain and wind had suddenly begun to irritate me,” Karpov conceded.",
    "style": "story"
  },
  { 
    "text": "The Ananda Marga contingent had maintained a presence “casting spells” in the lotus position until game 20, when the organizers disallowed the attendance of “persons of known criminal records.”  The Ananda Margas multiplied, terrorizing various officials with threatening messages while Didi and Dada continued to hold clandestine yoga classes from Korchnoi’s FIDE-sponsored hotel room. The Korchnoi delegation became so overwhelmed with offers of support from members of this feared religious cult that they petitioned the appeal jury for protection. The irony was lost on no one.",
    "style": "story"
  },
  { 
    "text": "The breach of an agreement reached a month earlier regarding the presence of any and all hypnotists also brought Dr. Zoukhar back to the fourth row for the final game. However, the conclusion of the longest final in the tournament’s history would arrive in a somewhat anticlimactic fashion. The biggest controversy came from Korchnoi’s refusal to officially concede, preferring instead to simply decline a return to the board after the game had been adjourned for the day. Korchnoi was not seen again for the remainder of the ending ceremonies.",
    "style": "story"
  }
]
