[
  { 
    "text": "The press ate it up. Leeuwerik accused Dr. Zoukhar of being a bad actor and demanded that no official, or unofficial members of either camp be allowed in the front row. The Chief Organizer obliged and this sideshow began to compete for attention with the game as the melodrama unfolded. Dr. Zoukhar’s seating position began to be recorded with diligence by all those concerned.",
    "style": "story"
  },
  { 
    "text": "The first row on the left during games two, three, four and five. The right side of row two in game six and seven. On the left side of the fifth row in game eight and the right side in game nine. Games ten and 11 have him on the right side again, but back two ranks on the seventh. One begins to imagine the diagonal movements of a Bishop.",
    "style": "story"
  },
  { 
    "text": "A volley of official complaints and counter complaints over the seating positions of hypnotists plagued the rest of the match. Game 12 saw the introduction of Korchnoi’s own parapsychologist, Dr. Vladimir M. Berginer, who, in addition to an army of local protégés of a parapsychology guru named Father Bulatao, had been recruited to counter Dr. Zoukhar’s psychic energy.",
    "style": "story"
  },
  { 
    "text": "Dr. Berginer took a seat in the fourth row to the left, where he would remain until game 14, when Karpov took a decisive lead after a two-game streak. The post game celebration was interrupted by three earthquakes, with Typhoon Miding due to strike in time for game 15.",
    "style": "story"
  },
  { 
    "text": "Typhoons, earthquakes, floods, and at least one deadly landslide menaced the immediate area throughout the event. But given the especially disastrous turn of events since his arrival, Dr. Berginer’s effectiveness as a parapsychologist had quickly come into question by the Korchnoi delegation. “Viktor is now convinced that neither Zoukhar nor Berginer can have any effect upon a player during a game,” Leeuwerik announced before Korchnoi’s game 14 loss. Dr. Berginer left the Philippines shortly after the game.",
    "style": "story"
  }
]
