[
  {
    "title": "Introduction",
    "titleStyle": "heading1",
    "text": "The contrast between the 1974 Candidates Final and the 1978 World Chess Championship could hardly be sharper. One has come to be regarded as a modern classic in tactics, strategy, and chess brilliance between two of the game’s best. The other quickly earned notoriety as an example of the type of superstition, paranoia, and scandal commonly observed in chess lore throughout the game’s rich history.",
    "style": "story"
  },
  { 
    "text": "However, a few key similarities will emerge as the focus of this visualization project that also carry broad implications for the way we extract meaning from information. The visualizations that accompany the game analysis are designed to help readers see chess in the same way a grandmaster does, and in so doing, help them to identify similarities between a grandmaster’s state of mind and their own.",
    "style": "story"
  },
  { 
    "text": "In many ways, a grandmaster’s heightened sensitivity to pattern recognition is both a blessing and a curse. In 1974, we simply observe that the quality of the games were the result of each player’s singular ability to perceive threats on the board and respond to them.",
    "style": "story"
  },
  { 
    "text": "By contrast, the championship in the Philippines is characterized by each player’s preoccupation with threats, real or imagined, off of the board, and we should not be surprised to learn that today, few people study these games in order to gain a better understanding of how to play chess.",
    "style": "story"
  },
  { 
    "text": "While reading this bizarre story in today’s exhausting, 24-hour, 280-character media landscape, it is worth asking; Are we under the same kind of pressure as a chess genius? Is this reasonable? What ways do chess prodigies respond to this pressure and what are the possible outcomes?",
    "style": "story"
  },
  { 
    "text": "The analysis begins with pointing out the most obvious link between these two very different events; match-ups between Anatoly Karpov and Viktor Korchnoi. During the four years between the two matches, Korchnoi defected to Switzerland, and Karpov was, by default, crowned World Champion after Bobby Fischer took issue with the rather conventional terms of the 1975 Championship match, and left chess for good.",
    "style": "story"
  },
  { 
    "text": "The veteran Korchnoi won the opportunity to redeem himself against the young prodigy, and the long history between these two had reached a crescendo by 1978.",
    "style": "story"
  }
]
